i5-2500k/3.8.13/300/2/read-write-1.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 300
query mode: simple
number of clients: 1
number of threads: 1
duration: 1800 s
number of transactions actually processed: 3290054
latency average: 0.547 ms
tps = 1827.807505 (including connections establishing)
tps = 1827.808654 (excluding connections establishing)